annotated_data = [
    {"date": "2021-01-01", "x": 1},
    {"date": "2021-01-02", "x": 2},
    {"date": "2021-01-03", "x": 3},
    {"date": "2021-01-04", "x": 4},
    {"date": "2021-01-05", "x": 5},
    {"date": "2021-01-06", "x": 6},
    {"date": "2021-01-07", "x": 7},
    {"date": "2021-01-08", "x": 8},
    {"date": "2021-01-09", "x": 9},
    {"date": "2021-01-10", "x": 10},
]
annotated_data_1 = [
    {"date": "2022-01-01", "Síntoma [1]": 3},
    {"date": "2022-03-01", "Síntoma [1]": 7, "Annotation": "Got really sick"},
    {"date": "2022-04-01", "Síntoma [1]": 7},
    {"date": "2022-07-01", "Síntoma [1]": 8},
    {"date": "2022-08-01", "Síntoma [1]": 9},
    {"date": "2022-12-01", "Síntoma [1]": 5},
]
annotated_data_2 = [
    {"date": "2021-12-31", "Síntoma [2]": 6},
    {"date": "2022-01-02", "Síntoma [2]": 9},
    {"date": "2022-02-01", "Síntoma [2]": 7},
    {"date": "2022-03-01", "Síntoma [2]": 8},
    {"date": "2022-04-01", "Síntoma [2]": 9},
    {"date": "2022-05-01", "Síntoma [2]": 7},
    {"date": "2022-06-01", "Síntoma [2]": 8, "Annotation": "Go away symptom [2]!"},
    {"date": "2022-07-01", "Síntoma [2]": 9},
    {"date": "2022-08-01", "Síntoma [2]": 8},
]
